Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SiriDontUseSiriButton
source: Don’t Use Siri
ar: عدم استخدام Siri
ca: No utilitzis Siri
cs: Nepoužívat Siri
da: Brug ikke Siri
de: Siri nicht verwenden
el: Να μη χρησιμοποιηθεί το Siri
es: No usar Siri
es_us: No usar Siri
fi: Älä käytä Siriä
fr: Ne pas utiliser Siri
fr_ca: Ne pas utiliser Siri
he: לא להשתמש ב-Siri
hi: Siri का उपयोग न करें
hr: Nemoj koristiti Siri
hu: Siri használatának mellőzése
id: Jangan Gunakan Siri
it: Non utilizzare Siri
ja: Siriを使わない
ko: Siri 사용 안 함
ms: Jangan Gunakan Siri
nb: Ikke bruk Siri
nl: Gebruik Siri niet
pl: Nie używaj Siri
pt_br: Não Usar a Siri
pt_pt: Não usar Siri
ro: Nu utilizați Siri
ru: Не использовать Siri
sk: Nepoužívať Siri
sl: Ne uporabi Siri
sv: Använd inte Siri
th: ไม่ใช้ Siri
tr: Siri’yi Kullanma
uk: Не вмикати Siri
vi: Không Sử dụng Siri
zh_cn: 不使用Siri
zh_hk: 不使用Siri
zh_tw: 不使用Siri

# SiriHistoryDescriptionNotOptedIn
source: Delete Siri & Dictation interactions currently associated with this Apple TV from Apple servers.
ar: حذف تفاعلات Siri والإملاء المرتبطة حاليًا بهذا الـ Apple TV من خوادم Apple.
ca: Elimina dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’Apple TV.
cs: Tato akce smaže ze serverů Apple informace o komunikaci se Siri a s funkcí diktování, které jsou nyní přidružené k této Apple TV.
da: Slet interaktioner med Siri og Diktering, der er knyttet til dette Apple TV, fra Apples servere.
de: Lösche mit diesem Apple TV verknüpfte Interaktionen mit Siri und der Diktierfunktion von den Apple-Servern.
el: Διαγραφή των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το Apple TV από τους διακομιστές της Apple.
es: Elimina de los servidores de Apple las interacciones de Siri y Dictado actualmente asociadas con este Apple TV.
es_us: Elimina las interacciones de Siri y el dictado asociadas actualmente con este Apple TV de los servidores de Apple.
fi: Poista tähän Apple TV:hen liitetyt Siri-keskustelut ja sanelutoiminnot Applen palvelimilta.
fr: Supprimez les interactions avec Siri et Dictée actuellement associées à cette Apple TV des serveurs Apple.
fr_ca: Supprimez les interactions avec Siri et Dictée actuellement associées à cette Apple TV des serveurs d’Apple.
he: ניתן למחוק מהשרתים של Apple את האינטראקציות עם Siri ועם ״הכתבה״ שמקושרות כרגע ל-Apple TV זה.
hi: Apple सर्वर से इस Apple TV के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट करें।
hr: Obrišite interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim Apple TV-om s Appleovih servera.
hu: Törölheti az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az Apple TV-vel vannak társítva.
id: Hapus interaksi Siri & Dikte yang saat ini dikaitkan dengan Apple TV ini dari server Apple.
it: Elimina dai server Apple le interazioni con Siri e Dettatura attualmente associate a questa Apple TV.
ja: このApple TVに現在関連付けられているSiriと音声入力に対する操作の音声をAppleのサーバから削除します。
ko: Apple 서버에서 현재 이 Apple TV와 관련된 Siri 및 받아쓰기 상호 작용을 삭제합니다.
ms: Padam interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan Apple TV ini daripada pelayan Apple.
nb: Slett Siri- og Diktering-interaksjon som er tilknyttet denne Apple TV-enheten, fra Apples tjenere.
nl: Verwijder interacties met Siri en de dicteerfunctie die momenteel met deze Apple TV zijn geassocieerd van de Apple servers.
pl: Usuń interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym Apple TV z serwerów Apple.
pt_br: Apague as interações com a Siri e o Ditado associadas atualmente a esta Apple TV dos servidores da Apple.
pt_pt: Apagar dos servidores da Apple as interações com Siri e o Ditado atualmente associadas a esta Apple TV.
ro: Ștergeți de pe serverele Apple interacțiunile care implică Siri și dictarea asociate în prezent cu acest Apple TV.
ru: Удалить с серверов Apple данные взаимодействия с Siri и Диктовкой, ассоциированные с этим Apple TV.
sk: Vymazať interakcie so Siri a Diktovaním priradené k tomuto Apple TV zo serverov spoločnosti Apple.
sl: Izbrišite interakcije s Siri in funkcijo Narekovanje, ki so trenutno povezane s tem Apple TV-jem, iz strežnikov Apple.
sv: Radera Siri- och dikteringsinteraktioner som för närvarande är associerade med denna Apple TV från Apple-servrar.
th: ลบการโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ Apple TV เครื่องนี้ออกจากเซิร์ฟเวอร์ Apple
tr: Bu Apple TV ile ilişkili Siri ve Dikte etkileşimlerini Apple sunucularından siler.
uk: Видалити взаємодії із Siri й Диктуванням, наразі повʼязані з цим Apple TV, із серверів Apple.
vi: Xóa các tương tác Siri & Đọc chính tả hiện được liên kết với Apple TV này khỏi các máy chủ của Apple.
zh_cn: 从Apple服务器上删除当前与这台Apple TV关联的Siri与听写交互。
zh_hk: 從Apple伺服器刪除目前連繫至此Apple TV的「Siri與聽寫」互動內容。
zh_tw: 從Apple伺服器刪除目前與此Apple TV相關的「Siri與聽寫」互動內容。

# SiriHistoryDescriptionOptedIn
source: Delete Siri & Dictation interactions currently associated with this Apple TV from Apple servers. Data that has been sampled to help improve Siri and Dictation is no longer associated with this Apple TV and will not be deleted.
ar: حذف تفاعلات Siri والإملاء المرتبطة حاليًا بهذا الـ Apple TV من خوادم Apple. أما البيانات المأخوذة كعينة للمساعدة في تحسين Siri والإملاء، فلم تعد مرتبطة بهذا الـ Apple TV ولن تُحذف.
ca: Elimina dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’Apple TV. Les dades que s’hagin analitzat per ajudar a millorar Siri i el dictat ja no estan associades a l’Apple TV i no s’eliminaran.
cs: Tato akce smaže ze serverů Apple informace o komunikaci se Siri a s funkcí diktování, které jsou nyní přidružené k této Apple TV. Data navzorkovaná za účelem zlepšování Siri a diktování už k této Apple TV přidružená nejsou a smazána nebudou.
da: Slet interaktioner med Siri og Diktering, der er knyttet til dette Apple TV, fra Apples servere. Data, der er blevet indsamlet med henblik på at forbedre Siri og Diktering, er ikke længere knyttet til dette Apple TV og bliver ikke slettet.
de: Lösche mit diesem Apple TV verknüpfte Interaktionen mit Siri und der Diktierfunktion von den Apple-Servern. Daraus gewonnene Daten zur Verbesserung von Siri und der Diktierfunktion werden nicht mehr mit diesem Apple TV verknüpft und werden nicht gelöscht.
el: Διαγραφή των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το Apple TV από τους διακομιστές της Apple. Τα δείγματα δεδομένων που χρησιμοποιήθηκαν για τη βελτίωση του Siri και της Υπαγόρευσης δεν είναι πλέον συσχετισμένα με αυτό το Apple TV και δεν θα διαγραφούν.
es: Elimina de los servidores de Apple las interacciones de Siri y Dictado actualmente asociadas con este Apple TV. Los datos usados para ayudar a mejorar Siri y Dictado ya no están asociados a este Apple TV y no se eliminarán.
es_us: Elimina las interacciones de Siri y el dictado asociadas actualmente con este Apple TV de los servidores de Apple. Las muestras que se tomaron para ayudar a mejorar Siri y Dictado ya no están asociadas con este Apple TV y no se eliminarán.
fi: Poista tähän Apple TV:hen liitetyt Siri-keskustelut ja sanelutoiminnot Applen palvelimilta. Tietoja, joita on käytetty Sirin ja sanelun parantamiseen, ei enää liitetä tähän Apple TV:hen eikä niitä poisteta.
fr: Supprimez les interactions avec Siri et Dictée actuellement associées à cette Apple TV des serveurs Apple. Les données recueillies en vue d’améliorer Siri et Dictée ne sont plus associées à cette Apple TV et ne seront pas supprimées.
fr_ca: Supprimez les interactions avec Siri et Dictée actuellement associées à cette Apple TV des serveurs d’Apple. Les données qui ont été échantillonnées pour contribuer à l’amélioration de Siri et de Dictée ne sont plus associées à cette Apple TV et ne seront pas supprimées.
he: ניתן למחוק מהשרתים של Apple את האינטראקציות עם Siri ועם ״הכתבה״ שמקושרות כרגע ל-Apple TV זה. מידע שנדגם כדי לשפר את Siri ו״הכתבה״ כבר לא מקושר עם Apple TV זה ולא יימחק.
hi: Apple सर्वर से इस Apple TV के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट करें। Siri और डिक्टेशन को बेहतर बनाने में मदद करने के लिए नमूने के रूप में लिया गया डेटा अब इस Apple TV से संबद्ध नहीं किया जाता है और उसे डिलीट नहीं किया जाएगा।
hr: Obrišite interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim Apple TV-om s Appleovih servera. Podaci koji su uzorkovani radi poboljšanja Siri i Diktata više nisu povezani s ovim Apple TV-om i neće biti obrisani.
hu: Törölheti az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az Apple TV-vel vannak társítva. A Siri és a Diktálás továbbfejlesztése céljából mintavételezett adatok nincsenek többé ezzel az Apple TV-vel társítva, és nem lesznek törölve.
id: Hapus interaksi Siri & Dikte yang saat ini dikaitkan dengan Apple TV ini dari server Apple. Data yang telah dibuat sampel untuk membantu meningkatkan Siri dan Dikte tidak lagi dikaitkan dengan Apple TV ini dan tidak akan dihapus.
it: Elimina dai server Apple le interazioni con Siri e Dettatura attualmente associate a questa Apple TV. I dati campione raccolti per migliorare Siri e Dettatura non saranno più associati a questa Apple TV e non verranno eliminati.
ja: このApple TVに現在関連付けられているSiriと音声入力に対する操作の音声をAppleのサーバから削除します。Siriと音声入力の改善のためにサンプリングが済んでいるデータは、このApple TVとの関連付けはすでに解除されていて削除はされません。
ko: Apple 서버에서 현재 이 Apple TV와 관련된 Siri 및 받아쓰기 상호 작용을 삭제합니다. Siri 및 받아쓰기 기능을 향상하기 위해 샘플링된 데이터는 더 이상 이 Apple TV와 연계되지 않지만 삭제되지는 않습니다.
ms: Padam interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan Apple TV ini daripada pelayan Apple. Data yang telah disampel untuk membantu meningkatkan Siri dan Perencanaan tidak lagi dikaitkan dengan Apple TV ini serta tidak akan dipadamkan.
nb: Slett Siri- og Diktering-interaksjon som er tilknyttet denne Apple TV-enheten, fra Apples tjenere. Dataprøver som har blitt innhentet for å hjelpe med å forbedre Siri og Diktering, er ikke lenger tilknyttet denne Apple TV-enheten og vil ikke bli slettet.
nl: Verwijder interacties met Siri en de dicteerfunctie die momenteel met deze Apple TV zijn geassocieerd van de Apple servers. Gegevens die zijn gesampled om Siri en de dicteer­functie te verbeteren, zijn dan niet meer geassocieerd met deze Apple TV en worden niet verwijderd.
pl: Usuń interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym Apple TV z serwerów Apple. Dane, na których przeprowadzono próbkowanie na potrzeby udoskonalania Siri i funkcji Dyktowanie, nie są już powiązane z tym Apple TV i nie zostaną usunięte.
pt_br: Apague as interações com a Siri e o Ditado associadas atualmente a esta Apple TV dos servidores da Apple. Os dados transformados em amostras para melhorar a Siri e o Ditado não estão mais associados a esta Apple TV e não serão apagados.
pt_pt: Apagar dos servidores da Apple as interações com Siri e o Ditado atualmente associadas a esta Apple TV. As amostras de dados que foram usadas para ajudar a melhorar Siri e o Ditado já não estão associadas a esta Apple TV e não serão apagadas.
ro: Ștergeți de pe serverele Apple interacțiunile care implică Siri și dictarea asociate în prezent cu acest Apple TV. Datele care au fost eșantionate pentru a susține îmbunătățirea funcționalităților Siri și Dictare nu mai sunt asociate cu acest Apple TV și nu vor fi șterse.
ru: Удалить с серверов Apple данные взаимодействия с Siri и Диктовкой, ассоциированные с этим Apple TV. Данные, отобранные для использования в целях улучшения Siri и Диктовки, не ассоциированы с этим Apple TV, поэтому не будут удалены.
sk: Vymazať interakcie so Siri a Diktovaním priradené k tomuto Apple TV zo serverov spoločnosti Apple. Dáta, ktoré boli vybrané na vylepšovanie Siri a Diktovania, už nie sú priradené k tomuto Apple TV a nebudú vymazané.
sl: Izbrišite interakcije s Siri in funkcijo Narekovanje, ki so trenutno povezane s tem Apple TV-jem, iz strežnikov Apple. Podatki, ki so bili vzorčeni za izboljšanje Siri in funkcije Narekovanje, niso več povezani s tem Apple TV-jem in ne bodo izbrisani.
sv: Radera Siri- och dikteringsinteraktioner som för närvarande är associerade med denna Apple TV från Apple-servrar. Data som har använts till att hjälpa till att förbättra Siri och diktering är inte längre associerade med denna Apple TV och kommer inte att raderas.
th: ลบการโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ Apple TV เครื่องนี้ออกจากเซิร์ฟเวอร์ Apple ข้อมูลที่ถูกสุ่มตัวอย่างเพื่อช่วยปรับปรุง Siri และการป้อนตามคำบอกไม่ผูกกับ Apple TV เครื่องนี้อีกต่อไปและจะไม่ถูกลบ
tr: Bu Apple TV ile ilişkili Siri ve Dikte etkileşimlerini Apple sunucularından siler. Siri’yi ve Dikte’yi iyileştirmeye yardımcı olmak için örneklenen veriler artık bu Apple TV ile ilişkili değildir ve silinmez.
uk: Видалити взаємодії із Siri й Диктуванням, наразі повʼязані з цим Apple TV, із серверів Apple. Зразки даних, дібрані для вдосконалення Siri й Диктування, більше не повʼязуватимуться з цим Apple TV й не видалятимуться.
vi: Xóa các tương tác Siri & Đọc chính tả hiện được liên kết với Apple TV này khỏi các máy chủ của Apple. Dữ liệu đã được lấy mẫu để giúp cải tiến Siri và Đọc chính tả không được liên kết với Apple TV này nữa và sẽ không bị xóa.
zh_cn: 从Apple服务器上删除当前与这台Apple TV关联的Siri与听写交互。用于协助改进Siri和听写的采样数据将不再与这台Apple TV关联，且不会被删除。
zh_hk: 從Apple伺服器刪除目前連繫至此Apple TV的「Siri與聽寫」互動內容。用來改進「Siri與聽寫」的已取樣資料已不再連繫至此Apple TV，且不會被刪除。
zh_tw: 從Apple伺服器刪除目前與此Apple TV相關的「Siri與聽寫」互動內容。用來協助改進Siri和「聽寫」的已取樣資料不會與此Apple TV產生關聯，但不會被刪除。

# SiriHistoryTitle
source: Siri & Dictation History
ar: تاريخ "Siri والإملاء"
ca: Historial de Siri i el dictat
cs: Historie Siri a diktování
da: Historik for Siri og Diktering
de: Siri- und Diktierverlauf
el: Ιστορικό Siri και Υπαγόρευσης
es: Historial de Siri y Dictado
es_us: Historial de Siri y Dictado
fi: Siri- ja saneluhistoria
fr: Historique de Siri et Dictée
fr_ca: Historique de Siri et de Dictée
he: ההיסטוריה של Siri והכתבה
hi: Siri और डिक्टेशन हिस्ट्री
hr: Povijest značajki Siri i Diktat
hu: Siri és a Diktálás előzményei
id: Riwayat Siri & Dikte
it: Cronologia di Siri e Dettatura
ja: Siriと音声入力の履歴
ko: Siri 및 받아쓰기 기록
ms: Sejarah Siri & Perencanaan
nb: Siri- og Diktering-logg
nl: Siri- en dicteergeschiedenis
pl: Historia Siri i Dyktowania
pt_br: Histórico da Siri e Ditado
pt_pt: Histórico de Siri e do Ditado
ro: Istoric Siri și Dictare
ru: История Siri и Диктовки
sk: História Siri a Diktovania
sl: Zgodovina Siri in funkcije Narekovanje
sv: Historik för Siri och diktering
th: ประวัติ Siri และการป้อนตามคำบอก
tr: Siri ve Dikte Geçmişi
uk: Історія Siri й Диктування
vi: Lịch sử Siri & Đọc chính tả
zh_cn: Siri与听写历史记录
zh_hk: Siri與聽寫記錄
zh_tw: Siri與聽寫記錄

# SiriHSAccessoriesDescription
source: Listen for “%1$@” when supported headphones are connected.
ar: استماع إلى "%1$@" عند اتصال سماعات رأس مدعومة.
ca: Activa Siri dient “%1$@” quan hi hagi connectats uns auriculars compatibles.
cs: Čekat na vyslovení „%1$@“, když jsou připojená podporovaná sluchátka.
da: Lyt efter “%1$@”, når der er tilsluttet understøttede hovedtelefoner.
de: Auf „%1$@“ achten, wenn kompatible Kopfhörer verbunden sind.
el: Ακρόαση για «%1$@» όταν είναι συνδεδεμένα υποστηριζόμενα ακουστικά.
es: Se activará Siri al oír “%1$@” cuando haya unos auriculares compatibles conectados.
es_us: Detectar “%1$@” al conectar audífonos compatibles.
fi: Reagoi “%1$@“ -kutsuun, kun tuetut kuulokkeet on yhdistetty.
fr: Détectez « %1$@ » lorsque des écouteurs pris en charge sont connectés.
fr_ca: Utilisez « %1$@ » lorsque des écouteurs pris en charge sont connectés.
he: אוזניות נתמכות יכולות להיות בהאזנה ל-״%1$@״ כאשר הן מחוברות.
hi: समर्थित हेडफ़ोन कनेक्ट किए जाने पर “%1$@” के लिए सुनें।
hr: Reagiranje na “%1$@” kad su spojene podržane slušalice.
hu: A(z) „%1$@” felismerése, amikor támogatott fejhallgatók vannak csatlakoztatva.
id: Dengarkan “%1$@” saat headphone yang didukung terhubung.
it: Rileva “%1$@” quando le cuffie supportate sono connesse.
ja: 対応しているヘッドフォンが接続されているとき “%1$@”を聞き取ります。
ko: 지원되는 헤드폰이 연결되어 있을 때 ‘“%1$@” 듣기’를 사용합니다.
ms: Dengar untuk “%1$@” apabila fon kepala disokong disambungkan.
nb: Lytt etter «%1$@» når støttede hodetelefoner er koblet til.
nl: Luister naar "%1$@" wanneer een ondersteunde koptelefoon is verbonden.
pl: Nasłuchuj „%1$@” po połączeniu z obsługiwanymi słuchawkami.
pt_br: Ouve “%1$@” quando fones de ouvido compatíveis estão conectados.
pt_pt: Ativar ao ouvir “%1$@” quando estão ligados auscultadores compatíveis.
ro: Comanda „%1$@” va fi ascultată atunci când sunt conectate căști audio compatibile.
ru: Слушать «%1$@», когда подключены поддерживаемые наушники.
sk: Po pripojení podporovaných slúchadiel čakať na frázu „%1$@“.
sl: Odzovi se na »%1$@«, ko so povezane podprte slušalke.
sv: Lyssna efter ”%1$@” när hörlurar som stöds är anslutna.
th: ฟัง “%1$@” เมื่อหูฟังที่รองรับ เชื่อมต่ออยู่
tr: Desteklenen bir kulaklık bağlıyken “%1$@”yi dinler.
uk: Чекати на «%1$@», коли підʼєднано підтримувані навушники.
vi: Lắng nghe “%1$@” khi tai nghe được hỗ trợ được kết nối.
zh_cn: 连接受支持的耳机时 听取“%1$@”。
zh_hk: 當支援的耳筒連接時聆聽「%1$@」。
zh_tw: 連接支援的耳機時聆聽「%1$@」。

# SiriHSAccessoriesTitle
source: Listen for “%1$@” on AirPods
ar: استماع إلى "%1$@" على AirPods
ca: Activa en dir “%1$@” als AirPods
cs: Čekat na vyslovení „%1$@“ s AirPody
da: Lyt efter “%1$@” på AirPods
de: Mit AirPods auf „%1$@“ achten
el: Ακρόαση για «%1$@» στα AirPods
es: Activar al oír “%1$@” con los AirPods
es_us: Detectar “%1$@” al conectar AirPods
fi: Reagoi “%1$@“ -kutsuun AirPods-kuulokkeiden kanssa
fr: Détecter « %1$@ » sur les AirPods
fr_ca: Utiliser « %1$@ » sur les AirPods
he: האזנה ל-״%1$@״ ב-AirPods
hi: AirPods पर “%1$@” के लिए सुनें
hr: Reagiraj na “%1$@” na slušalicama AirPods
hu: A(z) „%1$@” felismerése AirPodson
id: Dengarkan “%1$@” di AirPods
it: Rileva “%1$@” sugli AirPods
ja: AirPodsで“%1$@”を聞き取る
ko: AirPods에서 “%1$@” 듣기
ms: Dengar untuk “%1$@” pada AirPods
nb: Lytt etter «%1$@» på AirPods
nl: Luister naar '%1$@' op AirPods
pl: Nasłuchuj „%1$@” na AirPods
pt_br: Ouvir “%1$@” nos AirPods
pt_pt: Ativar ao ouvir “%1$@” ao usar AirPods
ro: Ascultare „%1$@” pe AirPods
ru: Слушать «%1$@» на AirPods
sk: Čakať na frázu „%1$@“ na AirPodoch
sl: Odzovi se na »%1$@« v slušalkah AirPods
sv: Lyssna efter ”%1$@” på AirPods
th: ฟัง “%1$@” บน AirPods
tr: AirPods’da “%1$@”yi Dinle
uk: Чекати на «%1$@» на AirPods
vi: Lắng nghe “%1$@” trên AirPods
zh_cn: 连接AirPods时听取“%1$@”
zh_hk: 在AirPods上聆聽「%1$@」
zh_tw: 在AirPods上聆聽「%1$@」

# SiriLanguageChangeBothButton
source: Change All
ar: تغيير الكل
ca: Canvia‑ho tot
cs: Změnit vše
da: Skift for alle
de: Alle ändern
el: Αλλαγή όλων
es: Cambiar todo
es_us: Cambiar todo
fi: Vaihda kaikki
fr: Tout modifier
fr_ca: Tout changer
he: שינוי הכול
hi: सभी बदलें
hr: Promijeni sve
hu: Összes módosítása
id: Ubah Semua
it: Modifica tutto
ja: すべてを変更
ko: 모두 변경
ms: Tukar Semua
nb: Endre alt
nl: Wijzig alles
pl: Zmień wszystko
pt_br: Alterar Tudo
pt_pt: Alterar tudo
ro: Schimbați peste tot
ru: Изменить для всех
sk: Zmeniť všetky
sl: Spremeni za vse
sv: Ändra alla
th: เปลี่ยนทั้งหมด
tr: Tümünü Değiştir
uk: Змінити усі
vi: Thay đổi Tất cả
zh_cn: 更改全部
zh_hk: 更改所有
zh_tw: 全部更改
